{
  "zip": "BS1 6FL",
  "sector": "",
  "fullTimeEmployees": 1919,
  "longBusinessSummary": "Unite Students is the UK's largest owner, manager and developer of purpose-built student accommodation serving the country's world-leading Higher Education sector. Following our successful £1.4bn acquisition of Liberty Living's UK assets in November 2019, we now provide homes to 76,000 students across 177 properties in 27 leading university towns and cities. Our people are driven by a common purpose: to provide a 'Home for Success' for the students who live with us and to be the most trusted brand in the sector. We do this through quality service, quality people and quality properties, all designed on the basis of an excellent insight into students' needs and preferences. Unite's accommodation is high quality, affordable, safe and secure, and located where students want to live. Students live predominantly in en-suite study bedrooms with rents covering all bills, insurance, 24-hour security and high-speed Wi-Fi. MyUnite, our mobile app, provides practical support such as instant messaging and maintenance requests. We hold a five-star British Safety Council audit rating (out of five) following an Occupational Health and Safety audit. The audit measured our performance against a number of key safety management indicators, providing an international benchmark for safety management systems and indicating best practice for continual improvement. Our commitment to customer service is powered by an innovative, in-house operating platform. It provides a wide range of benefits to our students, such as an optimised online booking process, as well as providing us with a unique ability to drive value from our portfolio through scale efficiencies and revenue management. Our other strategic priority is delivering growing and sustainable earnings, underpinned by a strong capital structure. A key part of this strategy is growing the number of beds let through partnerships with the strongest UK universities which are experiencing record levels of student demand. We currently partner with 60 universities across the UK, guaranteeing that 52% of our rooms are let under 'nomination agreements' providing high visibility of forward occupancy and rental growth. Unite Students has spent years helping young people thrive in new situations and help them manage the big Leap' to university life. Our insight has identified a significant gap between student expectations and reality. To support this leap, we have developed the Leapskills programme, helping to prepare prospective students for independent living. The programme introduces students to a number of student life scenarios to provoke group discussion on conflict resolution, problem solving and gives a general insight into shared living to help closer match expectations to reality. Unite is the founder of and major donor to the Unite Foundation, a charitable trust established to support talented students facing challenging financial circumstances through the provision of free accommodation scholarships. The Foundation has so far provided scholarships for 434 young people working in close collaboration with 27 partner universities. Unite is invested in and operates two specialist funds and joint ventures with institutional investment partners: the £3 billion Unite UK Student Accommodation Fund (USAF), and the £1 billion London Student Accommodation Vehicle (LSAV). Founded in 1991 in Bristol, Unite Group is an award-winning Real Estate Investment Trust (REIT), listed on the London Stock Exchange and a member of the FTSE 250 Index.",
  "city": "Bristol",
  "phone": "44 11 7302 7000",
  "country": "United Kingdom",
  "companyOfficers": [],
  "website": "http://www.unite-group.co.uk",
  "maxAge": 1,
  "address1": "South Quay House",
  "industry": "",
  "address2": "Temple Back",
  "previousClose": 13.4,
  "regularMarketOpen": 13.4,
  "twoHundredDayAverage": 12.395348,
  "trailingAnnualDividendYield": null,
  "payoutRatio": null,
  "volume24Hr": null,
  "regularMarketDayHigh": 13.4,
  "navPrice": null,
  "averageDailyVolume10Day": 0,
  "totalAssets": null,
  "regularMarketPreviousClose": 13.4,
  "fiftyDayAverage": 13.914364,
  "trailingAnnualDividendRate": null,
  "open": 13.4,
  "averageVolume10days": 0,
  "expireDate": null,
  "yield": null,
  "algorithm": null,
  "dividendRate": null,
  "exDividendDate": null,
  "beta": 1.082737,
  "circulatingSupply": null,
  "startDate": null,
  "regularMarketDayLow": 13.4,
  "priceHint": 2,
  "currency": "USD",
  "regularMarketVolume": 5,
  "lastMarket": null,
  "maxSupply": null,
  "openInterest": null,
  "marketCap": 3879259648,
  "volumeAllCurrencies": null,
  "strikePrice": null,
  "averageVolume": 47,
  "priceToSalesTrailing12Months": null,
  "dayLow": 13.4,
  "ask": null,
  "ytdReturn": null,
  "askSize": null,
  "volume": 5,
  "fiftyTwoWeekHigh": 14.5316,
  "forwardPE": null,
  "fromCurrency": null,
  "fiveYearAvgDividendYield": null,
  "fiftyTwoWeekLow": 7.4382,
  "bid": null,
  "tradeable": false,
  "dividendYield": null,
  "bidSize": null,
  "dayHigh": 13.4,
  "exchange": "PNK",
  "shortName": "UNITE GROUP",
  "longName": "The Unite Group plc",
  "exchangeTimezoneName": "America/New_York",
  "exchangeTimezoneShortName": "EST",
  "isEsgPopulated": false,
  "gmtOffSetMilliseconds": "-18000000",
  "underlyingSymbol": null,
  "quoteType": "EQUITY",
  "symbol": "UTGPF",
  "underlyingExchangeSymbol": null,
  "headSymbol": null,
  "messageBoardId": "finmb_895010",
  "uuid": "32f54cd1-4f24-3626-9953-d39126ddf212",
  "market": "us_market",
  "annualHoldingsTurnover": null,
  "enterpriseToRevenue": null,
  "beta3Year": null,
  "profitMargins": -1.23245,
  "enterpriseToEbitda": null,
  "52WeekChange": null,
  "morningStarRiskRating": null,
  "forwardEps": null,
  "revenueQuarterlyGrowth": null,
  "sharesOutstanding": 255988000,
  "fundInceptionDate": null,
  "annualReportExpenseRatio": null,
  "bookValue": null,
  "sharesShort": null,
  "sharesPercentSharesOut": null,
  "fundFamily": null,
  "lastFiscalYearEnd": 1577750400,
  "heldPercentInstitutions": 0.83411,
  "netIncomeToCommon": null,
  "trailingEps": null,
  "lastDividendValue": null,
  "SandP52WeekChange": null,
  "priceToBook": null,
  "heldPercentInsiders": 0.00209,
  "nextFiscalYearEnd": 1640908800,
  "mostRecentQuarter": 1593475200,
  "shortRatio": null,
  "sharesShortPreviousMonthDate": null,
  "floatShares": 362077187,
  "enterpriseValue": 4878323712,
  "threeYearAverageReturn": null,
  "lastSplitDate": null,
  "lastSplitFactor": null,
  "legalType": null,
  "morningStarOverallRating": null,
  "earningsQuarterlyGrowth": null,
  "dateShortInterest": null,
  "pegRatio": null,
  "lastCapGain": null,
  "shortPercentOfFloat": null,
  "sharesShortPriorMonth": null,
  "category": null,
  "fiveYearAverageReturn": null,
  "regularMarketPrice": 13.4,
  "logo_url": "https://logo.clearbit.com/unite-group.co.uk"
}